const mockNews = [
  {
    id: 1,
    user: 'Наталья',
    postTime: '2025-10-14T14:30:00.000Z',
    text: 'Отдых на море... Анапа 2005 навечно в моем сердце',
    image: '/images/1.png',
    likes: 5,
    comments: ['Круто это же круто', 'Отстой'],
  },
  {
    id: 2,
    user: 'Александр',
    postTime: '2025-10-13T09:45:00.000Z',
    text: 'Вчера ходили на новую выставку современного искусства. Впечатления неоднозначные, но точно стоит посетить, чтобы составить своё мнение!',
    image: '/images/2.png',
    likes: 8,
    comments: ['Отстой'],
  },
  {
    id: 3,
    user: 'Елена',
    postTime: '2025-10-14T16:20:00.000Z',
    text: 'Наконец-то дочитала "Мастер и Маргарита". Не понимаю, почему откладывала так долго! Теперь в списке любимых книг. Какие у вас любимые классические произведения?',
    image: '/images/3.png',
    likes: 0,
    comments: [],
  },
];

export default mockNews;
